[
  {
    "title": "AI for Classroom Management: Using AI to assist with classroom management, such as monitoring student engagement, automating attendance, or flagging disruptions.",
    "author": "Yaxuan",
    "email": "yaxuan.yin@wisc.edu",
    "conceptCard": {
      "title": "AI for Classroom Management: Using AI to assist with classroom management, such as monitoring student engagement, automating attendance, or flagging disruptions.",
      "description": "This AI-powered tool helps teachers manage classrooms more efficiently, including real-time engagement tracking, automated attendance, and early warning for disruptions. The goal is to support teachers while ensuring student privacy and fairness.",
      "payer": "School District or Educational Institution funding the AI system for classroom management and teacher support.",
      "endUser": "Teachers and classroom staff who interact with the AI system daily to monitor and manage students.",
      "servicingParty": "EdTech company or IT department responsible for deploying, maintaining, and updating the AI system.",
      "impactedIndividuals": "Students whose engagement, attendance, and behavior are monitored by the AI system, and their parents/guardians.",
      "doAct": "Automatically record attendance, flag disengaged students, and alert teachers to possible disruptions in real time.",
      "inferReason": "Analyze engagement data to infer which students may need additional support or intervention.",
      "data1": "Student engagement metrics (e.g., eye contact, participation, device usage).",
      "data2": "Attendance records and historical classroom behavior data.",
      "data3": "Teacher notes and feedback on student participation and classroom climate.",
      "data4": "Demographic information and learning profiles for each student."
    },
    "cases": [
      {
        "summary": "test1",
        "caseText": "test1",
        "subject": "test1",
        "gradeLevel": "test1",
        "date": "",
        "values": [
          {
            "value": "test",
            "definition": "test"
          },
          {
            "value": "Transparency",
            "definition": "A transparent AI system helps educators and students understand how decisions are made. Transparency means the system offers insight into why it flagged something or made a recommendation."
          }
        ],
        "tensions": [
          {
            "value": "Privacy vs. Performance",
            "definition": "To protect student privacy, developers may limit how much personal data the system collects. While this safeguards confidentiality, it can also reduce the system’s ability to make accurate or helpful predictions."
          }
        ],
        "impactedPopulations": "test1"
      }
    ],
    "submittedAt": "2025-07-28T09:27:42.300Z",
    "id": "1753694862310",
    "status": "pending",
    "reviewed": false,
    "updatedAt": "2025-07-28T09:33:29.152Z"
  }
]